{"Images": [{"Name": "i0", "Description": "Breast cancer ", "Path": "images/08-breast_cancer_mactowindow0426", "Width": 30720, "Height": 46800, "MaxLevel": 6}], "Header": "", "Rotation": 0, "Layout": {"Grid": [["i0"]]}, "Stories": [{"Name": "", "Description": "", "Waypoints": [{"Name": "Introduction", "Description": "Breast cancer, a prominent form of cancer primarily affecting women, presents a complex cellular landscape requiring advanced imaging techniques for improved diagnosis and treatment. Highly multiplexed imaging of protein biomarkers at single-cell resolution holds significant promise in understanding the cellular heterogeneity and intricate topography of breast tissues. Through this approach, researchers can examine numerous biomarkers simultaneously, providing detailed insights into cell lineage, activation states, immune checkpoints, tissue structure, apoptosis, DNA damage, and metabolism. Multiplexed imaging, such as that achieved with the PhenoCycler™-Fusion, has the potential to revolutionize breast cancer research by enabling comprehensive spatial phenotyping of cancerous tissues. This enhanced understanding can lead to more accurate diagnoses, personalized treatment plans, and the identification of novel therapeutic targets. Furthermore, by mapping the interactions between cancerous and non-cancerous cells within the tissue, multiplexed imaging may unveil previously unknown mechanisms driving breast cancer progression or resistance to treatment, ultimately contributing to improved patient outcomes.", "Arrows": [], "Overlays": [], "Group": "Overview", "Masks": [], "ActiveMasks": [], "Zoom": 0.46513607872275625, "Pan": [0.3282051282051196, 0.46909751227102015]}, {"Name": "Tumor marker group1", "Description": "E-cadherin (E-cad) is a cell adhesion molecule that plays a critical role in maintaining the structure and integrity of epithelial tissues. In cancer, the loss or downregulation of E-cadherin is often associated with increased invasiveness and metastasis, particularly in epithelial-derived cancers, such as breast cancer. As a result, E-cadherin is often used as a marker to assess the aggressiveness of a tumor and its potential for metastasis.\n\nKi67 is a protein expressed in the nucleus of cells during the active phases of the cell cycle (G1, S, G2, and M phases). Ki67 is not present in resting cells (G0 phase). Consequently, Ki67 serves as a marker for cellular proliferation and is used to evaluate the growth rate of tumors. In breast cancer, a high Ki67 expression often indicates a more aggressive tumor with a poorer prognosis.\n\nPan-cytokeratin (panCK) is a broad-spectrum antibody that detects multiple types of cytokeratins, which are intermediate filament proteins found in epithelial cells. PanCK is used to identify epithelial-derived tumors or to confirm the epithelial origin of metastatic cancer cells. In the context of breast cancer, panCK staining can help differentiate breast carcinoma cells from other cell types within the tumor microenvironment.", "Arrows": [], "Overlays": [], "Group": "Tumor marker1", "Masks": [], "ActiveMasks": [], "Zoom": 10.205346816000011, "Pan": [0.19078575968189318, 0.5600142879579099]}, {"Name": "Tumor marker group2", "Description": "Proliferating Cell Nuclear Antigen (PCNA) is a protein involved in DNA replication and repair processes, playing a vital role in cell cycle progression. It is expressed during the active phases of the cell cycle, making it a useful marker for identifying proliferating cells in tumors. In cancer research, including breast cancer, PCNA is used to assess tumor cell proliferation, which may have prognostic implications, as high PCNA expression often correlates with more aggressive tumors and poorer outcomes.\n\nKeratin 14 (K14) is an intermediate filament protein specifically expressed in basal epithelial cells. It helps maintain the structural integrity of these cells and contributes to their mechanical resilience. In breast cancer, K14 is often used as a biomarker to identify basal-like breast carcinomas, a subtype associated with a more aggressive phenotype and poorer prognosis. K14 expression can help differentiate basal-like tumors from other breast cancer subtypes and guide treatment decisions.\n\nKeratin 8 (K8) is another intermediate filament protein expressed predominantly in simple epithelial cells, providing mechanical stability and playing a role in cell signaling. In the context of breast cancer, K8 serves as a marker for luminal epithelial cells and is often used alongside other keratins (e.g., K18) to identify luminal-type breast carcinomas. Determining K8 expression in breast cancer tissue can aid in the classification of tumor subtypes and inform appropriate therapeutic strategies.", "Arrows": [], "Overlays": [], "Group": "Tumor markers 2", "Masks": [], "ActiveMasks": [], "Zoom": 10.092397014000012, "Pan": [0.19078575968189318, 0.5600142879579099]}, {"Name": "Vasculature", "Description": "The vasculature, or network of blood vessels, plays a critical role in breast cancer progression, metastasis, and treatment response. Blood vessels supply nutrients and oxygen to both healthy and cancerous cells, and in the context of breast cancer, they enable tumor growth and survival. Tumors can stimulate the growth of new blood vessels through a process called angiogenesis, which allows them to secure a steady supply of resources and expand further.\n\nThe vasculature also serves as a conduit for breast cancer cells to enter the circulatory system and metastasize to distant sites, forming secondary tumors. This metastatic process is responsible for the majority of breast cancer-related deaths. Consequently, understanding the role of vasculature in breast cancer is crucial for developing effective therapeutic strategies.", "Arrows": [], "Overlays": [], "Group": "Vasculature", "Masks": [], "ActiveMasks": [], "Zoom": 0.5519857059217712, "Pan": [0.32820512820512754, 0.26173109064829714]}, {"Name": "Macrophages", "Description": "Macrophages, a type of immune cell, play a complex and often dual role in breast cancer progression and metastasis. As part of the tumor microenvironment, they can exhibit both pro-tumorigenic and anti-tumorigenic properties depending on various factors. In their anti-tumorigenic state, M1 macrophages actively work to eliminate cancer cells by producing pro-inflammatory cytokines and promoting cytotoxic T cell responses. However, the tumor microenvironment can also convert macrophages into a pro-tumorigenic state, known as M2 macrophages, which can promote cancer growth, invasion, and metastasis by secreting growth factors and immunosuppressive cytokines.\nSome experimental treatments aim to repolarize M2 macrophages to the M1 phenotype, harnessing their anti-tumorigenic properties to fight cancer. In addition, advanced imaging techniques, such as multiplexed imaging, can help visualize and identify macrophages within breast cancer tissues, providing valuable insights into their function and interaction with cancer cells.\n\nIn summary, macrophages represent an important target for breast cancer research and treatment development. By elucidating their multifaceted roles and effectively modulating their activity, we can potentially harness the immune system to combat breast cancer more effectively, leading to improved treatment outcomes and patient survival rates.", "Arrows": [], "Overlays": [], "Group": "Macrophages markers", "Masks": [], "ActiveMasks": [], "Zoom": 7.087046400000008, "Pan": [0.13529405405529452, 0.25007990881102155]}, {"Name": "T cell markers", "Description": "T cells, a vital component of the adaptive immune system, play a crucial role in the immune response to breast cancer. When functioning optimally, cytotoxic T cells recognize and eliminate cancer cells, preventing tumor growth and metastasis. However, the tumor microenvironment can hinder T cell activation and impair their anti-tumor activity. Immunotherapies, such as immune checkpoint inhibitors, aim to enhance T cell function by blocking inhibitory pathways, thereby unleashing the immune system's full potential against cancer. Understanding the dynamic interaction between T cells and breast cancer cells is essential for developing effective immunotherapies and improving patient outcomes, ultimately contributing to increased survival rates.", "Arrows": [], "Overlays": [], "Group": "T cell markers", "Masks": [], "ActiveMasks": [], "Zoom": 3.4177500000000043, "Pan": [0.0953497190435396, 0.16011067061526887]}, {"Name": "Granulocyte ", "Description": "Granulocytes, a category of white blood cells that includes neutrophils, eosinophils, and basophils, have been implicated in breast cancer progression and metastasis. These immune cells can be recruited to the tumor microenvironment, where they may inadvertently support cancer growth by secreting various factors that promote angiogenesis, inflammation, and tissue remodeling. For instance, neutrophils, the most abundant granulocyte type, can release neutrophil extracellular traps (NETs) that facilitate cancer cell invasion and metastasis. Understanding the complex interplay between granulocytes and breast cancer is crucial for developing targeted therapeutic strategies that can potentially inhibit their pro-tumorigenic effects, thereby improving patient outcomes and survival rates.", "Arrows": [], "Overlays": [], "Group": "Granulocyte markers", "Masks": [], "ActiveMasks": [], "Zoom": 8.50445568000001, "Pan": [0.10710728986054703, 0.164035492567464]}]}], "Masks": [], "Groups": [{"Name": "Granulocyte markers", "Path": "Granulocyte-markers_65__CD66b--62__CD11b--59__CD15", "Colors": ["ff0000", "00ff00", "0000ff"], "Channels": ["CD66b", "CD11b", "CD15"]}, {"Name": "T cell markers", "Path": "T-cell-markers_1__CD8--3__CD4--24__FoxP3--13__CD45RO", "Colors": ["0000ff", "00ff00", "ff0000", "00ffff"], "Channels": ["CD8", "CD4", "FoxP3", "CD45RO"]}, {"Name": "Tumor markers 2", "Path": "Tumor-markers-2_46__PCNA--7__Keratin-14--35__Keratin8", "Colors": ["00ffff", "ff0000", "e800ff"], "Channels": ["PCNA", "Keratin 14", "Keratin8"]}, {"Name": "Macrophages markers", "Path": "Macrophages-markers_39__CD68--36__CD163--0__DAPI--23__CD14", "Colors": ["ff0000", "00ff00", "0000ff", "00ffff"], "Channels": ["CD68", "CD163", "DAPI", "CD14"]}, {"Name": "Vasculature", "Path": "Vasculature_50__CD34--0__DAPI--17__SMA--21__CollagenIV", "Colors": ["00fff2", "0000ff", "ff0000", "00ff00"], "Channels": ["CD34", "DAPI", "SMA", "CollagenIV"]}, {"Name": "Tumor marker1", "Path": "Tumor-marker1_64__Pan-Cytokeratin--10__E-cadherin--63__Ki67", "Colors": ["ff0000", "00ff00", "00ffff"], "Channels": ["Pan-Cytokeratin", "E-cadherin", "Ki67"]}, {"Name": "Overview", "Path": "Overview_0__DAPI--11__CD31--26__CD45--64__Pan-Cytokeratin", "Colors": ["0000ff", "ffff00", "00ff00", "ff0000"], "Channels": ["DAPI", "CD31", "CD45", "Pan-Cytokeratin"]}]}